pureDEM/test1/openHFDIB-STL/polyhedron_5120-sided/Allrun
#!/bin/sh
. $WM_PROJECT_DIR/bin/tools/RunFunctions

rm -rf 0
mkdir 0
cp -rf 0.org/* 0

runApplication blockMesh

application=`getApplication`
runApplication $application

paraFoam -touch
